Repository: wp-plugins/edd-download-info
Catalog: languages/edd-download-info-*.po
Languages: fi, nl_nl

source: View Details:
fi: Näytä lisää:
nl_nl: Details tonen:

source: Add To Cart
fi: Lisää ostoskoriin
nl_nl: Aan winkelwagen toevoegen

source: Checkout
fi: Kassalle
nl_nl: Afrekenen

source: Download Info
fi: Latauksien info
nl_nl: Info downloaden

source: Add demo URL.
fi: Lisää demon URL.
nl_nl: Demo-URL toevoegen.

source: Add forum support URL.
fi: Lisää tukifoorumin URL.
nl_nl: Forumondersteuning-URL toevoegen.

source: Add document URL.
fi: Lisää dokumentaation URL.
nl_nl: Document-URL toevoegen.

source: Add repository URL.
fi: Lisää github/svn URL.
nl_nl: Repository-URL toevoegen.

source: Add changelog URL.
fi: Lisää muutoslokin URL.
nl_nl: Changelog-URL toevoegen.

source: Add updated date.
fi: Lisää päivityksen päivämäärä.
nl_nl: Bijgewerkte datum toevoegen.

source: Default demo link Style
fi: Demolinkin oletusväri
nl_nl: Standaard demolink-stijl

source: Choose the style you want to use for the demo link button
fi: Valitse demolinkin värityyli
nl_nl: Kies de stijl die je wilt gebruiken voor de demolink-knop

source: Download
fi: Lataus
nl_nl: Downloaden

source: Search Features
fi: Etsi ominaisuuksia
nl_nl: Zoekfuncties

source: All Features
fi: Kaikki ominaisuudet
nl_nl: Alle functies

source: Parent Feature
fi: Ylemmän tason ominaisuus
nl_nl: Hoofdfunctie

source: Parent Feature:
fi: Ylemmän tason ominaisuus:
nl_nl: Hoofdfunctie:

source: Edit Features
fi: Editoi ominaisuuksia
nl_nl: Functies bewerken

source: Update Feature
fi: Päivitä ominaisuus
nl_nl: Functie bijwerken

source: Add New Feature
fi: Lisää uusi ominaisuus
nl_nl: Nieuwe functie toevoegen

source: New Feature Name
fi: Uuden ominaisuuden nimi
nl_nl: Nieuwe functienaam

source: Features
fi: Ominaisuudet
nl_nl: Functies

source: Display download info.
fi: Näytä latauksien info.
nl_nl: Toon downloadinfo.

source: Support
fi: Tuki
nl_nl: Ondersteuning

source: Documentation
fi: Dokumentaatio
nl_nl: Documentatie

source: Repository
fi: Github

source: Changelog
fi: Muutosloki

source: <span class="edd-download-info-version">Version:</span> %1$s
fi: <span class="edd-download-info-version">Versio:</span> %1$s
nl_nl: <span class="edd-download-info-version">Versie:</span> %1$s

source: <span class="edd-download-info-download">Downloads:</span> %1$s
fi: <span class="edd-download-info-download">Lataukset:</span> %1$s

source: <span class="edd-download-info-updated">Updated:</span>
fi: <span class="edd-download-info-updated">Päivitetty:</span>
nl_nl: <span class="edd-download-info-updated">Bijgewerkt:</span>

source: Download info
fi: Latauksien info

source: Title:
fi: Otsikko:
nl_nl: Titel:

source: Show Feature Image?
fi: Näytä artikkelikuva?
nl_nl: Uitgelichte afbeelding tonen?

source: Show purchase link in button?
fi: Näytä ostoksen linkki painikkeena?

source: Show demo link in button?
fi: Näytä demolinkki painikkeena?
nl_nl: Demolink in knop tonen?

source: Open demo link in a new window?
fi: Avaa demolinkki uudessa ikkunassa?
nl_nl: Demolink in een nieuw venster openen?

source: Show download count?
fi: Näytä latauksien lukumäärä?
nl_nl: Downloadteller tonen?

source: Display the downloads features.
fi: Näytä latauksien ominaisuudet.
nl_nl: Toon de downloadfuncties.

source: Download Features
fi: Latauksien ominaisuudet
nl_nl: Downloadfuncties

source: Show features as links?
fi: Näytä ominaisuudet linkkeinä?
nl_nl: Functies als links tonen?

source: Adds download info metabox and widget to Easy Digital Downloads.
fi: Lisää vimpaimen ja muita ominaisuuksia Easy Digital Downloads -lisäosaan.

# taxonomy general name
source: Download Features
fi: Latauksien ominaisuudet
nl_nl: Downloadfuncties

# taxonomy singular name
source: Feature
fi: Ominaisuudet
nl_nl: Functie
